Revit 2027 API
UnitTypeId.Fahrenheit Property
 Fahrenheit.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Fahrenheit { get; }
Public Shared ReadOnly Property Fahrenheit As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Fahrenheit {
	ForgeTypeId^ get ();
}
static member Fahrenheit : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace